Repository: undkonsorten/eventmgmt
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# palettes.dates
source: Dates
de: Veranstaltungsdatum

# palettes.registration
source: Registration
de: Registrierung

# tabs.location
source: Location/Organizer
de: Veranstaltungsort/Veranstalter

# tabs.description
source: Description
de: Beschreibung

# tx_eventmgmt_domain_model_calendar
source: Calendar
de: Kalender

# tx_eventmgmt_domain_model_event
source: Event
de: Veranstaltung

# tx_eventmgmt_domain_model_event.title
source: Title
de: Titel

# tx_eventmgmt_domain_model_event.subtitle
source: Subtitle
de: Untertitel

# tx_eventmgmt_domain_model_event.short_title
source: Short Title
de: Kurzer Titel

# tx_eventmgmt_domain_model_event.teaser
source: Teaser
de: Teasertext

# tx_eventmgmt_domain_model_event.description
source: Description
de: Beschreibung

# tx_eventmgmt_domain_model_event.image
source: Image
de: Bild

# tx_eventmgmt_domain_model_event.files
source: Files
de: Datei

# tx_eventmgmt_domain_model_event.start
source: Start
de: Beginn

# tx_eventmgmt_domain_model_event.end
source: End
de: Ende

# tx_eventmgmt_domain_model_event.all_day
source: All Day
de: Ganztägig

# tx_eventmgmt_domain_model_event.fee
source: Fee
de: Kosten

# tx_eventmgmt_domain_model_event.calendar
source: Calendar
de: Kalender

# tx_eventmgmt_domain_model_event.register
source: Link to registration
de: Link zur Registrierungseite

# tx_eventmgmt_domain_model_event.location
source: Location
de: Veranstaltungsort

# tx_eventmgmt_domain_model_event.location_alternative
source: Alternative/additional Location
de: Veranstaltungsort (zusätzlich/alternativ)

# tx_eventmgmt_domain_model_event.organizer
source: Organizer
de: Veranstalter

# tx_eventmgmt_domain_model_event.organizer_alternative
source: Alternative/additional Organizer
de: Veranstalter (zusätzlich/alternativ)

# tx_eventmgmt_domain_model_event.contact
source: Contact person
de: AnsprechpartnerIn

# tx_eventmgmt_domain_model_event.display
source: Display categories
de: Anzeige-Kategorien

# tx_eventmgmt_domain_model_event.category
source: Topic categories
de: Themen-Kategorien

# tx_eventmgmt_domain_model_link.text
source: Titel
de: Text

# tx_eventmgmt_domain_model_address
source: Address
de: Anschrift

# flexform.storage_folder
source: Storage Folder
de: Seite mit Veranstaltungsdatensätzen

# flexform.list_pid
source: List Page
de: Seite für die Listenansicht

# flexform.single_pid
source: Single Page
de: Seite für die Einzelansicht

# flexform.searchbox
source: Show searchbox
de: Suchbox anzeigen

# flexform.all_upcoming
source: All upcoming
de: Liste: künftige Veranstaltungen

# flexform.short_upcoming
source: Short list upcoming
de: Kurzübersicht: künftige Veranstaltungen

# flexform.archive
source: Archive
de: Liste: Archiv/vergangenen Veranstaltungen

# flexform.single
source: Single
de: Einzelansicht

# flexform.controller
source: Display
de: Was soll angezeigt werden

# flexform.general
source: General
de: Allgemein

# flexform.itemsPerPage
source: Maximum number of items (per page)
de: Anzahl angezeigter Veranstaltungen pro Seite

# flexform.showPaginator
source: Show more than one page
de: Ergebnis auf mehreren Seiten anzeigen

# flexform.calendar
source: Primary Calendar
de: Erster Kalender

# flexform.calendar.choose
source: Choose
de: Auswählen (Kalendar)

# flexform.select.ignore
source: Ignore settings
de: Egal

# flexform.select.only
source: Show choosen
de: Zeige Ausgewählte

# flexform.select.except
source: Show all except choosen
de: Zeige nicht Ausgewählte

# flexform.calendar.calendar
source: Calendar
de: Kalender

# flexform.calendar.category
source: Category
de: Kategorie

# flexform.secondary_calendar
source: Secundary Calendar
de: Zweiter Kalender

# flexform.secondary_calendar.choose
source: Choose
de: Auswählen

# flexform.secondary_calendar.calendar
source: Calendar
de: Kalender

# flexform.secondary_calendar.category
source: Category
de: Kategorie

# tx_eventmgmt_domain_model_event.events
source: Events
de: Veranstaltungen

# flexform.archive_pid
source: Archived events Page
de: Archiv Liste

# flexform.orderBy
source: Order by
de: Orden nach

# flexform.sorting
source: Sorting
de: Sortieren nach

# flexform.category.choose
source: Choose (Category)
de: Auswählen (Kategorie)

# flexform.secondary_calendar.calendar.choose
source: Choose (Calendar)
de: Auswählen (Kalender)

# flexform.secondary_calendar.category.choose
source: Choose (Category)
de: Auswählen (Kategorie)

# flexform.definedByTs
source: Defined by TS
de: In TS definiert

# flexform.chosePidDetail.definedByTs
source: Defined by TS
de: In TS definiert

# flexform.chosePidDetail.chose
source: Chose PID
de: Manuell auswählen

# flexform.chosePidDetail.fromCalendar
source: Take PID from calendar
de: Definiert durch den Kalender

# flexform.start
source: Start date
de: Anfangsdatum

# flexform.end
source: End date
de: Enddatum

# flexform.asc
source: Ascending
de: Aufsteigend

# flexform.desc
source: Descending
de: Absteigend

# flexform.byCalendar
source: Events by Calendar
de: Liste: künftige Veranstaltungen gruppiert nach Kalender

# flexform.all
source: All events
de: Liste: alle Veranstaltungen
