Repository: undkonsorten/eventmgmt
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# archivLink
source: To archive
de: Zum Archiv

source: upcoming events
de: Zukünftige Veranstaltungen

# archivedEvents
source: event archive
de: Veranstaltungs Archiv

# search.sword
source: Search word %1$s
de: Suchwort %1$s

# search.results.many
source: Results %1$s
de: Ergebniss(e) %1$s

# search.results.archive.many
source: Results %1$s
de: Ergebnisse %1$s

# search.results.one
source: Result %1$s
de: Ergebnis %1$s

# search.results.none
source: No events found
de: Keine Veranstaltung gefunden

# tx_eventmgmt_domain_model_demand.topic.none
source: All topics
de: Alle Themen

# tx_eventmgmt_domain_model_demand.region.none
source: All regions
de: Alle Regionen

# tx_eventmgmt_domain_model_demand.year.none
source: All years
de: Alle Jahre

# tx_eventmgmt_domain_model_calendar
source: Calendar for some events
de: Kalender für Veranstaltungen

# tx_eventmgmt_domain_model_calendar.name
source: Name of the calendar
de: Name des Kalenders

# tx_eventmgmt_domain_model_event
source: Some event
de: Eine Veranstaltung

# title
source: Title of the event
de: Title der Veran

# subtitle
source: subtitle of the event
de: Untertitel der Verans

# short_title
source: Short title for breadcrumb and URL
de: Kurztitel für Breadcrumb

# teaser
source: Teaser of the event
de: Teaser der Veranstaltung

# description
source: Description of the Event
de: Beschreibung der Veranstaltung

# image
source: Images of the event
de: Bild der Veranst

# files
source: Files of the event
de: Dateien zur Veranst

source: End
de: Ende

source: Date
de: Datum

# all_day
source: Is the event all day?
de: Ganztägig

# fee
source: Fee for the event
de: Kosten der Veranstaltung

# calendar
source: The primary calendar of the event
de: Die primäre Kalender der Veranstal

# secundary_calendar
source: Other calender the event belongs to
de: Sekundärer Kalender der Veranstaltung

# register
source: The link to where you can register for the event
de: Registrierung Webseite

# link
source: The link to the event homepage
de: Webseite der Veranstaltung

# location
source: Location of the event
de: Örtlichkeit der Veranstaltung

# organizer
source: Organizer of the event
de: Organisator der Veranstaltung

# display
source: Show category
de: Anzeigekategorie

source: Category
de: Kategorie

source: Categories
de: Kategorien

# tx_eventmgmt_domain_model_link
source: A link
de: Link

# tx_eventmgmt_domain_model_link.link
source: The page
de: Seite

# tx_eventmgmt_domain_model_address
source: An address of something
de: Addresse

# moreLink
source: Read more
de: Weiterlesen

# showAll
source: Show all events
de: Alle Veranstaltungen anzeigen

# location
source: Place of the event
de: Ort der Veranstaltung

# locationShort
source: Place
de: Ort

source: Organizer
de: Organisator

source: Phone:
de: Telefon:

source: Mobile:
de: Handy:

source: Country
de: Land

source: State
de: Staat

# search
source: Search in current events
de: In aktuellen Veranstaltungen suchen

# search-start
source: Search
de: Suche

# archiveSearch
source: Search in passed events
de: In vergangenen Veranstaltungen suchen

source: Back
de: Zurück

# listLink
source: All upcomming events
de: Alle zukünftigen Veranstaltungen

source: Contact
de: Kontakt

# location.eventsByLocationLink
source: Show all events at this location
de: Veranstaltungen an diesem Ort anzeigen

# location.showAllLocationsLink
source: Show all location
de: Alle Veranstaltungsorte anzeigen

# submitEdit
source: Submit
de: Speichern
